[
  {
    "source": "Google Scholar",
    "description": "Google Scholar provides a simple way to broadly search for scholarly literature across many disciplines and sources: articles, theses, books, abstracts and court opinions, from academic publishers, professional societies, online repositories, universities and other web sites."
  },
  {
    "source": "DOAJ",
    "description": "An online directory that indexes and provides access to high-quality, open-access, peer-reviewed journals."
  },
  {
    "source": "ScienceOpen",
    "description": "A research and publishing network offering open-access journal articles, enhanced with tools for networking, collaboration, and peer review."
  },
  {
    "source": "CORE",
    "description": "Collects open access research outputs from repositories and journals worldwide, providing a comprehensive collection of freely accessible scholarly articles."
  },
  {
    "source": "PubMed",
    "description": "A free database of references and abstracts on life sciences and biomedical topics."
  },
  {
    "source": "ERIC",
    "description": "Provides extensive access to education literature and resources, including journal articles, research reports, curriculum guides, conference papers, and more."
  },
  {
    "source": "SSRN",
    "description": "Contains scholarly research in the social sciences and humanities, featuring working papers and forthcoming articles."
  },
  {
    "source": "ResearchGate",
    "description": "A professional network for scientists and researchers to share papers, ask and answer questions, and find collaborators, with many freely accessible publications."
  },
  {
    "source": "Zotero",
    "description": "Zotero is free and open-source reference management software to manage bibliographic data and related research materials, such as PDF and ePUB files."
  },
  {
    "source": "Mendeley",
    "description": "Mendeley is used to manage and share research papers and to generate bibliographies for scholarly articles."
  },
  {
    "source": "ScienceDirect",
    "description": "Elsevier's premier platform of peer-reviewed scholarly literature. Advance research and scholarship with the world's leading database of peer-reviewed, full-text scientific, technical and health literature."
  },
  {
    "source": "Wiley",
    "description": "Wiley Online Library allows searching of articles from hundreds of electronic journals published by Wiley and related companies, as well as a vast and growing collection of reference works and other books."
  },
  {
    "source": "Taylor & Francis",
    "description": "Publishes high-quality, peer-reviewed journals, books, eBooks, and reference works in a wide array of academic disciplines, particularly strong in the social sciences and humanities."
  },
  {
    "source": "Philippine E-Journals",
    "description": "The Philippine E-Journals (PEJ) is an online collection of academic publications of different higher education institutions and professional organizations. Its sophisticated database allows users to easily locate abstracts, full journal articles, and links to related research materials."
  },
  {
    "source": "DOST-PCAARRD eLibrary",
    "description": "An electronic library by the Department of Science and Technology in the Philippines, offering resources on agriculture, aquatic, and natural resources research, essential for researchers in these fields."
  },
  {
    "source": "PHL CHED Connect",
    "description": "A platform by the Philippine Commission on Higher Education providing access to educational resources, research papers, and scholarly articles from various academic institutions in the Philippines."
  },
  {
    "source": "Frontiers",
    "description": "An open-access publisher of scientific articles across a wide range of fields, providing freely accessible, peer-reviewed research ideal for up-to-date scientific literature."
  }
]
