[
  {
    "code": "GE 1105",
    "courseDescription": "Understanding The Self",
    "narrativeDescription": "This course aims to present an integrative and holistic approach in understanding the human person as a Psycho-Corporeal-Spiritual self. This approach encompasses dispositionist, situationist, and agentistic discourses drawn from the disciplines of psychology, philosophy and theology, highlighting the three dimensions of human existence: (1) Human Selfhood; (2) Human Sociality; and (3) Transcendence. It aims to equip students with basic knowledge and critical thinking, and inspire them to ground themselves on the Divine Transcendence. It serves as a foundational course for a deeper appreciation of the person as an agent of change and social transformation."
  },
  {
    "code": "GE 1106",
    "courseDescription": "Purposive Communication",
    "narrativeDescription": "The course enables students to develop communicative competence through multimodal tasks that provide them opportunities to use strategies of communication with a clear purpose and audience in mind, guided by the criteria of effective communication and the appropriate language. It equips students with critical tools for critical evaluation of a variety of texts and focuses on the power of language and the impact of images to emphasize the importance of conveying message responsibly. By enhancing the students' five macro skills (Speaking, Listening, Reading, Writing, Viewing), they are able to engage in dialogue with people of different cultures."
  },
  {
    "code": "GE 1107",
    "courseDescription": "Art Appreciation",
    "narrativeDescription": "Arts Appreciation is a 3 unit multi-disciplinary course that develops students ability to appreciate, analyze and critique works of art through a multi-disciplinary approach"
  },
  {
    "code": "GE 1108",
    "courseDescription": "Mathematics In Ther Modern World",
    "narrativeDescription": "Mathematics in the Modern World is an interdisciplinary course intended for first year students of all courses. This course aims to equip students with a fundamental appreciation of the role and function of mathematics as a field of study that systematically searches for truth and meaning in human life and existence. It further seeks to enhance the students' capacity in mathematical, algorithmic, and logical thinking in order to develop the students' ability for argumentation, specifically textual argumentation, by identifying and analyzing logical fallacies. This course also aims to develop among the students the value of critical yet prayerful reflection and discernment primarily in dealing with the application of mathematical principles in their personal lives and in contemporary social realities, especially in the context of Mindanao. Through this, the students will eventually contribute in the promotion of the common good, social justice, preferential option for the poor, peace-building and interreligious dialogue as future leaders of their respective communities."
  },
  {
    "code": "GE 1109",
    "courseDescription": "Ethics",
    "narrativeDescription": "Ethics deals with principles of ethical behavior in modern society at the level of the person, society, and in interaction with the environment and other shared resources. (CMO 20 s 2013). Morality pertains to the standards of right and wrong that an individual originally picks up from the community and the shared moral-religious tradition. The course discusses the context and principles of ethical behavior at the level of individual, society, and in interaction with the environment and other resources. Moreover, the course teaches students to make ethical choices grounded on sound ethical principles, i.e. human dignity, truth-telling, among others, while developing in them discerning attitude. The course is organized according to the three (3) main elements of the moral norm and practice: (1) agent, including context- cultural, communal, and environment; (2) the act; and (3) reason or framework (for the act). The course will use cases pertinent to students' respective major."
  },
  {
    "code": "GE 1210",
    "courseDescription": "Readings In Philippine History",
    "narrativeDescription": "The course analyzes Philippine history from multiple perspectives through the lens of selected primary sources coming from various disciplines and different genres. Students are given opportunities to analyze the author's background and main arguments, compare different points of view, identify biases and examine the evidences presented in the document. The historical events are presented chronologically but also tackles other interdisciplinary themes that will deepen and broaden their understanding of Philippine political, economic, cultural, social, scientific and religious history. Priority is given to primary materials, particularly those that deal with Mindanao history, that could help students develop their analytical and communication skills as well as enhance their appreciation of their Filipino identity and Mindanao heritage. The end goal is to develop the historical and critical consciousness of the students so that they will become versatile, articulate, broad- minded, morally upright and responsible citizens."
  },
  {
    "code": "GE 1211",
    "courseDescription": "The Contemporary World",
    "narrativeDescription": "This course introduces students to the contemporary world by examining the multifaceted phenomenon of globalization. Using the various disciplines of the social sciences, it examines the economic, social, political, technological and other transformations that have created an increasing awareness of the interconnectedness of peoples and places around the globe. To this end, the course provides an overview of the various debates in global governance, development and sustainability. Beyond exposing the student to the world outside the Philippines, it seeks to inculcate a sense of global citizenship and global ethical responsibility."
  },
  {
    "code": "GE 1212",
    "courseDescription": "Science, Technology, and Society",
    "narrativeDescription": "Science, Technology and Society is an interdisciplinary course that involves a critical appreciation and reflection of science and technology in society. It deals with interactions between science and technology, on the one hand, and their social, cultural, political, and economic contexts that shape and are shaped by them, on the other. This interdisciplinary course engages students to critically reflect on the realities brought about by science and technology in society. Such realities pervade the personal, the public and the global aspects of our living and are integral to human development. Scientific knowledge and technological development happen in the context of society with all its socio-political, cultural, economic, philosophical and theological underpinnings at play. This course seeks to instill reflective knowledge and lifelong-learning skills in the students such that they are able to live the good life and become sui generis leaders who display ethical decision making in the face of scientific and technological advancement. This course demonstrates how scientific truths can be arrived at, reflect on its importance, scope and limitations. The scientific and technological concepts and their various implications will be appropriated to the context of the students as Filipinos, as Mindanaoans, and as Ateneans."
  },
  {
    "code": "GE 1213",
    "courseDescription": "Life And Works Of Rizal",
    "narrativeDescription": "The course deals with Rizal's life, works and writings. It describes Rizal's life and how the conditions of the society during his time affected his way of thinking and prompted him to formulate plan for the redemption of the Filipino people. Further, it discusses Rizal's work and writings that speak of nationalism and have contemporary basis in today's society."
  },
  {
    "code": "GE 1101",
    "courseDescription": "Philosophy Of Human Person",
    "narrativeDescription": "This course discusses the authentic meaning of the existence of human beings according to some well-known philosophers and theologians. It also focuses on the cultivation and careful evaluation of the essence and existence as human persons. It exposes the students to the diverse meanings of man in their relation to themselves, to others, and God, in the context of their experiences as a Filipino."
  }
]
