[
  {
    "title": "What personal information do we process?",
    "content": "When you visit, use, or navigate our Services, we may process personal information depending on how you interact with us and the Services, the choices you make, and the products and features you use. Learn more about the personal information you disclose to us."
  },
  {
    "title": "Do we process any sensitive personal information?",
    "content": "We do not process sensitive personal information."
  },
  {
    "title": "Do we receive any information from third parties?",
    "content": "We do not receive any information from third parties."
  },
  {
    "title": "How do we process your information?",
    "content": "We process your information to provide, improve, and administer our Services, communicate with you, for security and fraud prevention, and to comply with law. We may also process your information for other purposes with your consent. We process your information only when we have a valid legal reason to do so."
  },
  {
    "title": "In what situations and with which parties do we share personal information?",

    "content": "We may share information in specific situations and with specific third parties."
  },
  {
    "title": "How do we keep your information safe?",
    "content": "We have organizational and technical processes and procedures in place to protect your personal information. However, no electronic transmission over the internet or information storage technology can be guaranteed to be 100% secure, so we cannot promise or guarantee that hackers, cybercriminals, or other unauthorized third parties will not be able to defeat our security and improperly collect, access, steal, or modify your information."
  },
  {
    "title": "What are your rights?",
    "content": "Depending on where you are located geographically, the applicable privacy law may mean you have certain rights regarding your personal information."
  },
  {
    "title": "How do you exercise your rights?",
    "content": "The easiest way to exercise your rights is by visiting samahan@addu.edu.ph or by contacting us. We will consider and act upon any request in accordance with applicable data protection laws."
  },
  {
    "title": "What information do we collect?",
    "content": "We collect personal information that you provide to us. We collect personal information that you voluntarily provide to us when you express an interest in obtaining information about us or our products and Services when you participate in activities on the Services, or otherwise when you contact us."
  },
  {
    "title": "How do we process your information?",
    "content": "We process your information to provide, improve, and administer our Services, communicate with you, for security and fraud prevention, and to comply with law. We may also process your information for other purposes with your consent. We process your personal information for a variety of reasons, depending on how you interact with our Services, including: To respond to user inquiries/offer support to users. We may process your information to respond to your inquiries and solve any potential issues you might have with the requested service. To send administrative information to you. We may process your information to send you details about our products and services, changes to our terms and policies, and other similar information. To enable user-to-user communications. We may process your information if you choose to use any of our offerings that allow for communication with another user. ,To identify usage trends. We may process information about how you use our Services to better understand how they are being used so we can improve them."
  },
  {
    "title": "What information do we collect?",
    "content": "We collect personal information that you provide to us. We collect personal information that you voluntarily provide to us when you express an interest in obtaining information about us or our products and Services when you participate in activities on the Services, or otherwise when you contact us."
  },
  {
    "title": "When and with whom do we share your personal information?",
    "content": "We may share information in specific situations described in this section and/or with the following third parties. We may need to share your personal information in the following situations: Business Transfers. We may share or transfer your information in connection with or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company. Affiliates. We may share your information with our affiliates, in which case we will require those affiliates to honor this privacy notice. Affiliates include our parent company and any subsidiaries, joint venture partners, or other companies that we control or that are under common control with us."
  },
  {
    "title": "How long do we keep your information?",
    "content": "We keep your information for as long as necessary to fulfill the purposes outlined in this privacy notice unless otherwise required by law. No purpose in this notice will require us to keep your personal information for longer than 1 year. When we no longer need to process your personal information, we will either delete or anonymize it."
  },
  {
    "title": "How do we keep your information safe?",
    "content": "We aim to protect your personal information through a system of organizational and technical security measures. Despite our safeguards, no electronic transmission over the internet or storage technology can be 100% secure, and we cannot guarantee absolute security. Accessing our Services is at your own risk, and we encourage you to use secure methods."
  },
  {
    "title": "What are your privacy rights?",
    "content": "If we are relying on your consent to process your personal information, you have the right to withdraw your consent at any time. You can withdraw your consent by contacting us at samahan@addu.edu.ph."
  }
]
