[
  {
    "title": "PRIVACY NOTICE",
    "content": "This privacy notice for Ateneo de Davao University (\"we,\" \"us,\" or \"our\") describes how and why we might collect, store, use, and/or share (\"process\") your information when you use our services (\"Services\"), such as when you: Visit our website at samahan.addu.edu.ph, or any website of ours that links to this privacy notice.<br /><br />Engage with us in other related ways, including any sales, marketing, or events. Questions or concerns? Reading this privacy notice will help you understand your privacy rights and choices. If you do not agree with our policies and practices, please do not use our Services. If you still have any questions or concerns, please contact us at samahan@addu.edu.ph."
  },
  {
    "title": "SUMMARY OF KEY POINTS",
    "content": "This summary provides key points from our privacy notice, but you can find out more details about any of these topics by clicking the link following each key point or by using our table of contents below to find the section you are looking for."
  },
  {
    "title": "INFORMATION WE COLLECT",
    "content": "When you use our website, we may collect personal data that you voluntarily provide, such as your name, email address, phone number, and any other information you choose to share."
  },
  {
    "title": "COOKIES AND TRACKING TECHNOLOGY",
    "content": "We use cookies and similar tracking technologies to enhance your experience on our site. Cookies are small data files stored on your device that help us understand how you use our website and improve our services. You can manage your cookie preferences through your browser settings."
  },
  {
    "title": "INFORMATION USAGE",
    "content": [
      "The information collected is used to:",
      "Provide, maintain, and improve our website and services.",
      "Respond to inquiries and provide customer support.",
      "Analyze usage trends and gather insights to enhance user experience."
    ]
  },
  {
    "title": "INFORMATION SHARING",
    "content": "We do not sell, trade, or otherwise transfer your personal data to outside parties. However, information may be disclosed should it be required by law or to protect the rights, property, or safety of the SAMAHAN website, the users, or others."
  },
  {
    "title": "DATA SECURITY",
    "content": "We implement reasonable security measures to protect your information from unauthorized access, alteration, disclosure, or destruction. However, no method of transmission over the internet or electronic storage is 100% secure, and we cannot guarantee absolute security."
  }
]
